# $ZDOTDIR/.zsh_plugins.txt

# zsh-utils | Essencial
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility
belak/zsh-utils path:completion

# General
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
hlissner/zsh-autopair
amyreese/zsh-titles
none9632/zsh-sudo
Aloxaf/fzf-tab

# Themes
sindresorhus/pure
#romkatv/powerlevel10k
